<?php
return [


    'attempt' => 'خطأ! الرجاء التأكد من البريد الالكتروني وكلمة المرور.',
    'passport_client' => 'عملية تسجيل الدخول غير متاحة الآن الرجاء إعادة المحاولة لاحقاً',
    'logout' => 'لا يمكنك تسجيل الخروج',
    'update_specify' => 'عليك ادخال معلومات جديدة للتحديث',
    'company' => [
        'add' => 'حدث خطأ اثناء اضافة الشركة',
    ],
    'branch' => [
        'userHaveBranch' => 'هذا المستخدم لديه فرع',
        'updated'=>'تم تحديث معلومات الفرع بنجاح',
        'deleted' => 'تم حذف الفرع بنجاح',
        'added' => 'تم اضافة الفرع بنجاح',
    ],
    'card'=>[
        'dontHave' => 'ليس لديك بطاقة بعد',
        'notFoundBarcode' => 'رقم هذه البطاقة غير موجود',
    ],

];
