<?php

return [

    'logout' => 'تم تسجيل الخروج بنجاح',
    'user' =>[
        'added' =>'تم اضافة المستخدم بنجاح',
        'updated'=>'تم تحديث معلومات المستخدم',
        'deleted' => 'تم حذف المستخدم بنجاح',
    ] ,

    'company' => [
        'updated'=>'تم تحديث معلومات الشركة بنجاح',
        'deleted' => 'تم حذف الشركة بنجاح',
        'added' => 'تم اضافة الشركة بنجاح',
    ],
    'branch' => [
        'updated'=>'تم تحديث معلومات الفرع بنجاح',
        'deleted' => 'تم حذف الفرع بنجاح',
        'added' => 'تم اضافة الفرع بنجاح',
        'attributeSync' => 'تم مزامنة الخصائص بنجاح',
    ],
];
